Repository: IngramJames/SilentAuction
Catalog: SilentAuction/Resources/TextStrings.*.resx
Languages: fr

source: Admin setting
fr: [Åđmįŉ şęŧŧįŉģ !!! !!!]

source: Auction Configuration
fr: [Åūčŧįőŉ Cőŉƒįģūřäŧįőŉ !!! !!!]

# AuctionCreate
source: Create New Auction
fr: [Cřęäŧę Åūčŧįőŉ !!! !!!]

# AuctionDescription
source: Description
fr: [Đęşčřįpŧįőŉ !!! !!!]

# AuctionName
source: Name
fr: [Ńämę !!! !!! !!!]

# AutoEnd
source: End automatically
fr: [Ēŉđ äūŧőmäŧįčäľľy !!! !!!]

# AutoEndTime
source: Automatic end time
fr: [Åūŧőmäŧįč ęŉđ ŧįmę !!! !!!]

# AutoStart
source: Start automatically
fr: [Ŝŧäřŧ äūŧőmäŧįčäľľy !!! !!!]

# AutoStartTime
source: Automatic start time
fr: [Åūŧőmäŧįč şŧäřŧ ŧįmę !!! !!!]

source: Back To List
fr: [ßäčĸ Ŧő Ŀįşŧ !!! !!!]

source: Behaviour
fr: [ßęĥävįőūř !!! !!! !!! !!! !!! !!! !!! !!!]

source: Cancel
fr: [Cäŉčęľ !!! !!! !!! !!! !!!]

# CategoryBid
source: Bid
fr: [ßįđ !!! !!!]

# CategoryRegistration
source: Registration
fr: [Ŗęģįşŧřäŧįőŉ !!! !!!]

# CategoryTechnical
source: Technical
fr: [Ŧęčĥŉįčäľ !!! !!! !!! !!! !!! !!! !!! !!!]

source: Close
fr: [Cľőşę !!! !!! !!! !!!]

# CompanyName
source: COMPANYNAME English
fr: [CØMPÅŃŸŃÅMĒ Ēŉģľįşĥ !!! !!!]

source: Confirm password
fr: [Cőŉƒįřm päşşŵőřđ !!! !!!]

source: Credits
fr: [Cřęđįŧş !!! !!! !!! !!! !!! !!!]

# CreditText
source: All code is © {0} except for some standard NuGet packages, and the following items, which have been used under license.
fr: [Åľľ čőđę įş © {0} ęχčępŧ ŧĥę ƒőľľőŵįŉģ, ŵĥįčĥ ĥävę þęęŉ ūşęđ ūŉđęř ľįčęŉşę. !!! !!! !!! !!! !!!]

source: Description
fr: [Đęşčřįpŧįőŉ !!! !!!]

source: Edit
fr: [Ēđįŧ !!! !!! !!!]

source: Edit Images
fr: [Ēđįŧ Ĩmäģęş !!! !!!]

source: Edit Parameter
fr: [Ēđįŧ Päřämęŧęř !!! !!!]

source: Email
fr: [Ēmäįľ !!! !!! !!! !!!]

source: Help
fr: [Ħęľp !!! !!! !!!]

source: Home
fr: [Ħőmę !!! !!! !!!]

# ImageRemove
source: Remove image
fr: [Ŗęmővę įmäģę !!! !!!]

# ImagesDragAndDropHere
source: Drag and drop images here
fr: [Đřäģ äŉđ đřőp įmäģęş ĥęřę !!! !!!]

# ImagesFor
source: Images for "{0}"
fr: [Ĩmäģęş ƒőř "{0}" !!! !!!]

source: Log in
fr: [Ŀőģ įŉ !!! !!! !!! !!! !!!]

source: Lot configuration
fr: [Ŀőŧ čőŉƒįģūřäŧįőŉ !!! !!!]

# LotCreate
source: Create Lot
fr: [Cřęäŧę Ŀőŧ !!! !!!]

# LotDescription
source: Description
fr: [Đęşčřįpŧįőŉ !!! !!!]

# LotEdit
source: Edit Lot
fr: [Ēđįŧ Ŀőŧ !!! !!! !!! !!! !!! !!! !!!]

# LotImagesEdit
source: Edit Lot Images
fr: [Ēđįŧ Ŀőŧ Ĩmäģęş !!! !!!]

# LotImagesHelp
source: The first image will be used as the picture for the Lot. The other images can be seen by viewing the Lot Details.
fr: [Ŧĥę ƒįřşŧ įmäģę ŵįľľ þę ūşęđ äş ŧĥę pįčŧūřę ƒőř ŧĥę Ŀőŧ. Ŧĥę őŧĥęř įmäģęş čäŉ þę şęęŉ þy vįęŵįŉģ ŧĥę Ŀőŧ Đęŧäįľş. !!! !!! !!! !!! !!! !!! !!!]

# LotName
source: Name
fr: [Ńämę !!! !!! !!!]

# LotSold
source: Sold
fr: [Ŝőľđ !!! !!! !!!]

source: Password
fr: [Päşşŵőřđ !!! !!! !!! !!! !!! !!! !!!]

source: Register
fr: [Ŗęģįşŧęř !!! !!! !!! !!! !!! !!! !!!]

# RegisterNewAccount
source: Register for a new account
fr: [Ŗęģįşŧęř ƒőř ä ŉęŵ äččőūŉŧ !!! !!!]

source: Remember me
fr: [Ŗęmęmþęř mę !!! !!!]

source: Remember this browser?
fr: [Ŗęmęmþęř ŧĥįş þřőŵşęř? !!! !!!]

source: Save
fr: [Ŝävę !!! !!! !!!]

source: Setting
fr: [Ŝęŧŧįŉģ !!! !!! !!! !!! !!! !!!]

# SettingsAndOptions
source: Settings and oprtions
fr: [Ŝęŧŧįŉģş äŉđ őpřŧįőŉş !!! !!!]

source: System Configuration
fr: [Ŝyşŧęm Cőŉƒįģūřäŧįőŉ !!! !!!]

source: System Settings
fr: [Ŝyşŧęm Ŝęŧŧįŉģş !!! !!!]

source: Username
fr: [Ůşęřŉämę !!! !!! !!! !!! !!! !!! !!!]

source: User overridable
fr: [Ůşęř ővęřřįđäþľę !!! !!!]

# ValidationErrorMinLength
source: The {0} must be at least {2} characters long
fr: [Ŧĥę {0} mūşŧ þę äŧ ľęäşŧ {2} čĥäřäčŧęřş ľőŉģ !!! !!!]

# ValidationPasswordsDoNotMatch
source: The password and confirmation password do not match.
fr: [Ŧĥę päşşŵőřđ äŉđ čőŉƒįřmäŧįőŉ päşşŵőřđ đő ŉőŧ mäŧčĥ. !!! !!! !!!]

# WelcomeLogIn
source: Welcome! Log in to your account.
fr: [Ŵęľčőmę! Ŀőģ įŉ ŧő yőūř äččőūŉŧ. !!! !!!]
